app/controllers/todos_controller.rb

    def create
        @todo = Todo.create todo_params
---
INSERT INTO "todos" ("title", "description", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "new"], ["description", "new"], ["created_at", "2022-09-19 23:30:06.613517"], ["updated_at", "2022-09-19 23:30:06.613517"]]